<?php
return [
    'working_together'=>'لنعمل معًا',
    'working_together_subtitle'=>'لنتواصل من أجل احتياجاتكم الرقمية',
    'address' => 'عمارة أشباني، الشقة رقم 4، شارع الحسن الثاني، بيوكرى، إقليم اشتوكة آيت باها',
    'send_message'=>'ارسال',
    'nom'=>'الاسم',
    'subject'=>'الموضوع',
    'message'=>'كيف يمكننا مساعدتك؟',
    'email'=>'البريد الالكتروني',
    'number' => 'الرقم',
    'date' => 'التاريخ',
    'name' => 'التسمية',
    'status' => 'الوضعية',
    'condition' => 'الحالة',
    'innovation' => 'ابتكارات KMT',
    'innovation_subtitle' => 'إنجازاتنا',
    'faisons' => 'ما نقوم به',
    'faisons_subtitle' => 'خدماتنا',
    'pourquoi' => 'لماذا KMT',
    'atous' => 'مميزاتنا',
    'title' => 'شركة ناشئة رقمية في قلب التحول الرقمي',
    'subtitle' => 'تقوم KMT SERVICES PRIVE بتطوير تطبيقات فعّالة، آمنة وسهلة الاستخدام، موجهة إلى الشركات والإدارات والأفراد.',
    'features' => [
        'web'=>[
            'name' => 'تطوير الويب',
            'description' => "نقوم بإنشاء مواقع ويب حديثة وعالية الأداء، مصممة لتلائم احتياجاتك وتعكس هويتك.\n" .
                "يعمل فريقنا على تصميم حلول مخصصة تجمع بين الجمال، وسهولة الاستخدام، وأحدث التقنيات (Laravel، Django، Vue.js، React)." .
                "نضمن تطويرًا سريعًا وآمنًا ومتجاوبًا، مع تقديم دعم مستمر للصيانة وتحسين محركات البحث (SEO).",
        ],
        'ia'=>[
            'name' => 'حلول الذكاء الاصطناعي',
            'description' => "نطور حلولًا تعتمد على الذكاء الاصطناعي لتناسب احتياجاتك في الأتمتة، والتحليل، وتحسين العمليات.\n" .
                "باستخدام تقنيات متقدمة مثل التعلم الآلي، والتحليل التنبؤي، ومعالجة اللغة الطبيعية، نحول بياناتك إلى معلومات قابلة للاستفادة منها.\n",
        ],
        'maintenance'=>[
            'name' => 'الصيانة والأمان (TMA)',
            'description' => "نتولى الصيانة التطورية والتصحيحية لتطبيقاتك لضمان استقرارها وأمانها وأدائها على المدى الطويل.\n" .
                "يقوم خبراؤنا بمراقبة الأنظمة وتحسينها وتحديثها لمنع الأعطال وضمان أعلى مستوى من الجاهزية.",
        ],
        'api'=>[
            'name' => 'الدمج وواجهات البرمجة (API)',
            'description' => "نؤمن تكاملًا سلسًا لأنظمتك ونطور واجهات برمجة تطبيقات قوية لربط تطبيقاتك وأتمتة عملياتك.\n" .
                "حلولنا تضمن تواصلاً آمنًا، وتوافقًا عاليًا بين الأنظمة، وإنتاجية أفضل.",
        ],
    ],
    'navigation'=>[
            'our_projects' => 'إنجازاتنا',
            'our_services' => 'خدماتنا',
            'our_strengths' => 'مميزاتنا',
            'contact' => 'اتصل بنا',
    ]
];
